-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: mysql:3306
-- Generation Time: Sep 04, 2024 at 04:34 PM
-- Server version: 8.0.39
-- PHP Version: 8.2.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mydatabase`
--

-- --------------------------------------------------------

--
-- Table structure for table `logs`
--

CREATE TABLE `logs` (
  `TIMESTAMP` datetime DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` int NOT NULL,
  `name` varchar(100) NOT NULL,
  `shirt` int DEFAULT '0',
  `polo` int DEFAULT '0',
  `_status` tinyint(1) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `name`, `shirt`, `polo`, `_status`) VALUES
(660510394, 'ศุภชัย ปูแปง', 0, 0, 0),
(660510398, 'สุภเดช บุญยะราช', 0, 0, 0),
(660510520, 'กิตติศักดิ์ อภิรักษ์ภิญโญ', 0, 0, 0),
(660510701, 'ดรัณภพ ก้อนแก้ว', 0, 0, 0),
(670510648, 'กันต์กวี เจริญเร็ว', 0, 0, 0),
(670510649, 'กุลภัสสร์ ศรีไพโรจน์', 0, 0, 0),
(670510650, 'ชนาวิล นิภาวงษ์', 0, 0, 0),
(670510651, 'ชยากร สุตา', 0, 0, 0),
(670510652, 'ณวัฒน์ วัฒนาวงศ์', 0, 0, 0),
(670510653, 'ณัฎฐณิชา รอดอารีย์', 0, 0, 0),
(670510654, 'ณัฐธิชา ฝ้ายขาว', 0, 0, 0),
(670510655, 'ณัฐนนท์ ทวีทรัพย์นวกุล', 0, 0, 0),
(670510656, 'ตรีศร ธะนะหมอก', 0, 0, 0),
(670510657, 'ไตรคูณ พรมจักร์', 0, 0, 0),
(670510658, 'เทพประภัทร ทับทิม', 0, 0, 0),
(670510659, 'ธนกฤต วรรณ์ประเสริฐ', 0, 0, 0),
(670510660, 'ธนภัทร พรมยศ', 0, 0, 0),
(670510662, 'ธัชนนท์ ใหม่ดี', 0, 0, 1),
(670510663, 'ธีรดา ศิริ', 0, 0, 0),
(670510664, 'นนทกร วังตระกูล', 0, 0, 0),
(670510666, 'นูรฟาฎีละห์ ประยูรโต', 0, 0, 0),
(670510667, 'ปัญญาณัฏฐ์ พาเขียว', 0, 0, 0),
(670510668, 'พรนับพัน ธรรมสิทธิ์', 0, 0, 0),
(670510669, 'พัณณ์ชิตา สิทธิสาริทธิ์', 0, 0, 0),
(670510670, 'พิชญณัฐฏ์ ปัทมะเสวี', 0, 0, 0),
(670510671, 'ภาณุ กรัชกายภาค', 0, 0, 0),
(670510672, 'ภาณุภัทร ยาวินัง', 0, 0, 0),
(670510673, 'ภานุวุฒิ พิมโยธา', 0, 0, 0),
(670510674, 'ภูษณิศา เฆยะกูล', 0, 0, 0),
(670510675, 'มณฑกานต์ เหมือนมาตย์', 0, 0, 0),
(670510676, 'รัตนนรินทร์ ยอดเรือน', 0, 0, 0),
(670510678, 'วนาลี สมฤทธิ์', 0, 0, 0),
(670510679, 'วรรณี ถนอมวรกุล', 0, 0, 0),
(670510680, 'วิชญาพร ถูกจิตต์', 0, 0, 0),
(670510681, 'อติเทพ เทพกิจ', 0, 0, 0),
(670510682, 'อนุพงศ์ เอกวโรดม', 0, 0, 0),
(670510683, 'อภิเชษฐ์ มาลัย', 0, 0, 0),
(670510684, 'อรณิชา กิติลังการ์', 0, 0, 0),
(670510686, 'เอกภูมิ ม้าเพ็ง', 0, 0, 0),
(670510687, 'กรกมล มูลเฟย', 0, 0, 0),
(670510688, 'กฤติเดชา โชติทิพานัน', 0, 0, 0),
(670510689, 'กฤษฎิ์ ทองจิบ', 0, 0, 0),
(670510690, 'กิตติศักดิ์ รักษาสัตย์', 0, 0, 0),
(670510691, 'คมภณ บุรุษศรี', 0, 0, 0),
(670510692, 'จักรภัทร จิระยั่งยืน', 0, 0, 0),
(670510693, 'จักรินทร์ หายโศก', 0, 0, 0),
(670510694, 'จิรโชติ เพ็ชรบุรี', 0, 0, 0),
(670510695, 'จิรัชยา กิตติภาณุมาศ', 0, 0, 0),
(670510696, 'จิรัชยา จำปาโชค', 0, 0, 0),
(670510697, 'เจนวิชา จินดาธรรม', 0, 0, 0),
(670510698, 'ชฎาภา อนุกูลเรืองรุ่ง', 0, 0, 0),
(670510699, 'ชนสรณ์ ตาลดง', 0, 0, 0),
(670510700, 'ชนาธิป ใจเฉลา', 0, 0, 0),
(670510701, 'ชยางกูร นาคำ', 0, 0, 0),
(670510702, 'ชลลานนา สายคำปา', 0, 0, 0),
(670510703, 'ฐิติพันธ์ วงศ์สุรดาพร', 0, 0, 0),
(670510704, 'ณัฏฐกิตติ์ แสนมงคล', 0, 0, 0),
(670510705, 'ณัฐณิชา สมเป้า', 0, 0, 0),
(670510706, 'ณัฐนันท์ เมธีวิริยานันท์', 0, 0, 0),
(670510707, 'ดนัยนันท์ อมรรังสรรค์', 0, 0, 0),
(670510708, 'ธณนันศ์ พิทักษ์สิทธิพร', 0, 0, 0),
(670510709, 'ธนกฤต ประเสริฐกุล', 0, 0, 0),
(670510710, 'ธนภัทร เป็นแผ่น', 0, 0, 0),
(670510711, 'นภิสา ศรีทุมมา', 0, 0, 0),
(670510712, 'นวคุณ วรรณขัน', 0, 0, 0),
(670510713, 'นันทิพัฒน์ บาลโคตรคุณ', 0, 0, 0),
(670510714, 'นิพิฐพนธ์ ชัยชนะ', 0, 0, 0),
(670510715, 'ปณตนันท์ ใจยา', 0, 0, 0),
(670510716, 'ปรเมศวร์ ธรรมโคร่ง', 0, 0, 0),
(670510717, 'พัชรินทร์ เมฆช้าง', 0, 0, 0),
(670510718, 'พิชญุตม์ ดาวนันท์', 0, 0, 0),
(670510720, 'ภัทรพงศ์ ต๊อดแก้ว', 0, 0, 0),
(670510721, 'ภูริณัฐ ท้วมเทศ', 0, 0, 0),
(670510722, 'เมธานันท์ ลาดี', 0, 0, 0),
(670510723, 'รัญชิดา จตุรงค์ถาวร', 0, 0, 0),
(670510724, 'รุกข์ อัมรินทร์', 0, 0, 0),
(670510725, 'วรวิช ไชยวงค์', 0, 0, 0),
(670510726, 'ศิรประภา คุ้มพาน', 0, 0, 0),
(670510727, 'ศิริวัฒน์ ทิศสุกใส', 0, 0, 0),
(670510728, 'ศุภากร แก้วพวงใหม่', 0, 0, 0),
(670510729, 'ศุวิศิษฎ์ กิจชนม์', 0, 0, 0),
(670510730, 'สรวิศ สิงห์แก้ว', 0, 0, 0),
(670510731, 'สหพันธ์ ลังกาพินธ์', 0, 0, 0),
(670510732, 'สหรัฐ ปรวนแก้วมณี', 0, 0, 0),
(670510733, 'อณาคิณฑ์ เสิ่น', 0, 0, 0),
(670510734, 'อนวัฒน์ ดีเหลือ', 0, 0, 0),
(670555910, 'วัชรเกียรติ อินศรี', 0, 0, 0);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
